{
  "FromName": "André Arko",
  "MessageStream": "inbound",
  "From": "andre@arko.net",
  "FromFull": {
    "Email": "andre@arko.net",
    "Name": "André Arko",
    "MailboxHash": ""
  },
  "To": "somefeed@feedyour.email",
  "ToFull": [
    {
      "Email": "somefeed@feedyour.email",
      "Name": "",
      "MailboxHash": ""
    }
  ],
  "Cc": "",
  "CcFull": [],
  "Bcc": "",
  "BccFull": [],
  "OriginalRecipient": "somefeed@feedyour.email",
  "Subject": "Money Stuff: Web3 Takes Trust Too",
  "MessageID": "a02d7002-3281-49cd-a36a-9c494872668f",
  "ReplyTo": "",
  "MailboxHash": "",
  "Date": "Mon, 10 Jan 2022 13:20:43 -0800",
  "TextBody": " <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg3NyZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1B6bd4f8b2>\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2F1dGhvcnMvQVJiVFFsUkxSakUvbWF0dGhldy1zLWxldmluZT9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B5057ce41>\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4MSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1C93c20ba4>\r\nWeb3\r\nThe only cryptocurrency that I own is ExcelCoin.[1] ExcelCoin is a next-generation cryptocurrency whose central innovation is that its ledger is maintained not by proof of work, which is environmentally problematic <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZ2VtaW5pLmNvbS9jcnlwdG9wZWRpYS9iaXRjb2luLW1pbmluZy1jb3N0LXByb29mLW9mLXdvcmstY3J5cHRvLW1pbmluZw\/5c18396decf12a5e0a3b2dd1B25fe8818>, or by proof of stake, which has its own problems <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubHluYWxkZW4uY29tL3Byb29mLW9mLXN0YWtlLw\/5c18396decf12a5e0a3b2dd1Bfa06e083>, but by me. I maintain the ledger in Microsoft Excel. Here is a copy of the ledger as of 9 a.m. today[2]:\r\n\r\n\r\nIf you want to buy some of my quadrillion ExcelCoins, send me an email[3]; I will make a market at $0.99 bid \/ $1.01 offered,[4] though of course that is subject to change with market conditions.[5]\r\n\r\nOf course ExcelCoin started as a currency, a form of “digital cash,” but what is powerful about the concept is that in principle you could track any sort of asset using the same underlying technology (me typing in Excel). For instance you could extend the ExcelCoin technology to track not merely fungible tokens like coins, but also non-fungible tokens, where each entry in the ledger represents a unique asset. For instance:\r\n\r\n\r\nThis is just a toy example — why would you want me to write “a picture of a cat” next to your name on a list? — but with a little imagination you can see how powerful it could be. For instance, we could track real estate this way. I could write down a list of all the houses in my town and who owns them; to transfer ownership we could just update the entries on my list. As of yet my list in Excel does not carry any legal ownership rights; it does not sync up with, or supersede, the legal property registry. But I think that you will agree that it is a much more efficient and technologically advanced system than the old legal system of property registration on paper in dusty archives, so I think in the long run it is likely to win out.\r\n\r\nThis is stupid, why is it stupid. The easy answer is that it is technologicallystupid. Actual cryptocurrencies (and blockchain systems for NFTs, proposed blockchains for real estate, etc.) have a distributed consensus mechanism <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9iaXRjb2luLm9yZy9iaXRjb2luLnBkZg\/5c18396decf12a5e0a3b2dd1B7ffa2eaf> for updating their shared ledger, proof-of-stake or proof-of-work or some other mechanism that lets the participants in the system verify and collectively control the ledger. Whereas I can type whatever I want in Excel. If you buy some ExcelCoins from me and I delete your entry in my Excel ledger, you don’t have any ExcelCoins anymore, and what sort of system is that?\r\n\r\nA better answer is that it is socially stupid, because the person maintaining the ExcelCoin ledger is me, and I am obviously kidding. You should not trust me to maintain the ExcelCoin ledger, because I invented ExcelCoin as a joke about ledgers. On the other hand millions and millions of people own U.S. dollars, which means precisely <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMTktMDYtMTgvZmFjZWJvb2std2lsbC1tYWtlLXRoZS1tb25leS1ub3c_Y21waWQ9QkJEMDExMDIyX01PTkVZU1RVRkYmdXRtX21lZGl1bT1lbWFpbCZ1dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX3Rlcm09MjIwMTEwJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1B87f7f808> that some bank has a list and there is an entry for them on that list. It’s probably not in Excel, but same basic idea: The bank has a list of dollars in its accounts, the list is not kept via any sort of consensus mechanism or blockchain or whatever; the bank just keeps the list using, uh, Cobol <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud2VhbHRoc2ltcGxlLmNvbS9lbi1jYS9tYWdhemluZS9jb2JvbC1jb250cm9scy15b3VyLW1vbmV5\/5c18396decf12a5e0a3b2dd1B2e13e55c>. But you (mostly) trust the bank to maintain the list, because among other things (1) it has a good track record of maintaining the list, (2) it has good commercial incentives to maintain the list, (3) it has powerful regulatory and legal incentives to maintain the list, etc.[6] The bank’s list is not any great shakes technologically, and 100 years ago banks kept very similar lists using pen and paper. This system of lists is not flawless — sometimes the banks mess up the lists <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYnVzaW5lc3NpbnNpZGVyLmNvbS9zYW50YW5kZXItYmFuay1hY2NpZGVudGFsbHktcGF5cy1wZW9wbGUtMTc1LW1pbGxpb24tY2hyaXN0bWFzLWRheS0yMDIxLTEy\/5c18396decf12a5e0a3b2dd1Bd108a0d1>! — but it is not howlingly stupid either, in the way that ExcelCoin is. It's very normal and standard and millions of people rely on it without thinking about it.[7] ExcelCoin is stupid not because I keep it in Excel; it's stupid because I keep it in Excel.\r\n\r\nOn Friday Moxie Marlinspike wrote a blog post <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9tb3hpZS5vcmcvMjAyMi8wMS8wNy93ZWIzLWZpcnN0LWltcHJlc3Npb25zLmh0bWw\/5c18396decf12a5e0a3b2dd1Bad6ff01c> on “My first impressions of web3.” Marlinspike is a famous cryptographer and computer-security guy, the inventor of the Signal app, etc., and the post has gotten a ton of attention in the Web3 (and Web3-skeptical) world; it’s great and I recommend it highly and I will only scratch the surface of it here. One relevant point is that distributed ledgers are not necessarily a complete technological solution for asset ownership:\r\n\r\nMost people think of images and digital art when they think of NFTs, but NFTs generally do not store that data on-chain. For most NFTs of most images, that would be much too expensive.\r\n\r\nInstead of storing the data on-chain, NFTs instead contain a URL that points to the data. What surprised me about the standards was that there’s no hash commitment for the data located at the URL. Looking at many of the NFTs on popular marketplaces being sold for tens, hundreds, or millions of dollars, that URL often just points to some VPS running Apache somewhere. Anyone with access to that machine, anyone who buys that domain name in the future, or anyone who compromises that machine can change the image, title, description, etc for the NFT to whatever they’d like at any time (regardless of whether or not they “own” the token). There’s nothing in the NFT spec that tells you what the image “should” be, or even allows you to confirm whether something is the “correct” image.\r\n\r\nSo as an experiment, I made an NFT that changes based on who is looking at it, since the web server that serves the image can choose to serve different images based on the IP or User Agent of the requester. For example, it looked one way <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9vcGVuc2VhLmlvL2Fzc2V0cy8weDVjNjFhZmE0NzU3MGFiMmI1NjI2MDZmYTU3ODIyMTMwNWIxMmMzMDcvMQ\/5c18396decf12a5e0a3b2dd1B62f745cd> on OpenSea, another way <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9yYXJpYmxlLmNvbS90b2tlbi8weDVjNjFhZmE0NzU3MGFiMmI1NjI2MDZmYTU3ODIyMTMwNWIxMmMzMDc6MT90YWI9ZGV0YWlscw\/5c18396decf12a5e0a3b2dd1B18ffee31> on Rarible, but when you buy it and view it from your crypto wallet, it will always display as a large [poop] emoji. What you bid on isn’t what you get. There’s nothing unusual about this NFT, it’s how the NFT specifications are built. Many of the highest priced NFTs could turn into [poop] emoji at any time; I just made it explicit.\r\n\r\nThe NFT does not by itself convey ownership of the underlying thing in either a legal or practical sense. It conveys ownership in some more metaphysical sense: If you buy a Bored Ape Yacht Club NFT, then the people who are part of the BAYC NFT community will treat you as the owner of your ape. This is essentially a social fact and can be true even if the immutable code of the blockchain says that you don’t own the ape, because you were hacked or whatever <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudmljZS5jb20vZW4vYXJ0aWNsZS95M3YzbnkvYWxsLW15LWFwZXMtZ29uZS1uZnQtdGhlZnQtdmljdGltcy1iZWctZm9yLWNlbnRyYWxpemVkLXNhdmlvcnM\/5c18396decf12a5e0a3b2dd1B903f0606>. The technology is a scaffolding on which to hang a social system, but the social system is what does or does not convey “ownership” in a meaningful sense.\r\n\r\nAlso the technology is totally centralized? Marlinspike goes on:\r\n\r\nAfter a few days, without warning or explanation, the NFT I made was removed from OpenSea (an NFT marketplace). ...\r\n\r\nWhat I found most interesting, though, is that after OpenSea removed my NFT, it also no longer appeared in any crypto wallet on my device. This is web3, though, how is that possible?\r\n\r\nA crypto wallet like MetaMask, Rainbow, etc is “non-custodial” (the keys are kept client side), but it has the same problem as my dApps above: a wallet has to run on a mobile device or in your browser. Meanwhile, ethereum and other blockchains have been designed with the idea that it’s a network of peers, but not designed such that it’s really possible for your mobile device or your browser to be one of those peers.\r\n\r\nA wallet like MetaMask needs to do basic things like display your balance, your recent transactions, and your NFTs, as well as more complex things like constructing transactions, interacting with smart contracts, etc. In short, MetaMask needs to interact with the blockchain, but the blockchain has been built such that clients like MetaMask can’t interact with it. So like my dApp, MetaMask accomplishes this by making API calls to three companies that have consolidated in this space.\r\n\r\nFor instance, MetaMask … displays your NFTs by making an API call to OpenSea. ...\r\n\r\nAll this means that if your NFT is removed from OpenSea, it also disappears from your wallet. It doesn’t functionally matter that my NFT is indelibly on the blockchain somewhere, because the wallet (and increasingly everything else in the ecosystem) is just using the OpenSea API to display NFTs, which began returning 304 No Content for the query of NFTs owned by my address!\r\n\r\nThe technology behind OpenSea is not quite “OpenSea keeps a list, in Excel, of who owns which NFTs.” The underlying list is kept on the blockchain; it’s just that OpenSea can modify its version of the list however it wants, and its modifications are in practice pretty binding. And in fact there are regular rounds of stories in which (1) some gullible crypto guy hands out his private key to anyone who asks for it, (2) his NFTs get stolen, (3) he complains on Twitter, (4) he gets a major NFT marketplace to lock trading in his stolen NFTs, and (5) everyone writes articles like “ha ha ha you don’t like decentralization so much now do you?” \r\n\r\nThis is fine, though, Web3 proponents argue, because OpenSea’s ability to act arbitrarily is limited by community standards. The open immutable blockchain still exists, so you can compare what OpenSea says to what the blockchain says. (Perhaps not with MetaMask, but the possibility exists.) If OpenSea’s list did not conform to what its customers expected — if it arbitrarily ignored the blockchain, if it let people claim NFTs that weren’t theirs, etc. — then everyone would take their apes elsewhere. But this is pretty much why people trust banks too! The essential protections are social, not technological.\r\n\r\nMarlinspike:\r\n\r\nWhen you think about it, OpenSea would actually be much “better” in the immediate sense if all the web3 parts were gone. It would be faster, cheaper for everyone, and easier to use. For example, to accept a bid on my NFT, I would have had to pay over $80-$150+ just in ethereum transaction fees. That puts an artificial floor on all bids, since otherwise you’d lose money by accepting a bid for less than the gas fees. Payment fees by credit card, which typically feel extortionary, look cheap compared to that. OpenSea could even publish a simple transparency log if people wanted a public record of transactions, offers, bids, etc to verify their accounting.\r\n\r\nHowever, if they had built a platform to buy and sell images that wasn’t nominally based on crypto, I don’t think it would have taken off. Not because it isn’t distributed, because as we’ve seen so much of what’s required to make it work is already not distributed. I don’t think it would have taken off because this is a gold rush. People have made money through cryptocurrency speculation, those people are interested in spending that cryptocurrency in ways that support their investment while offering additional returns, and so that defines the setting for the market of transfer of wealth.\r\n\r\nThe people at the end of the line who are flipping NFTs do not fundamentally care about distributed trust models or payment mechanics, but they care about where the money is. So the money draws people into OpenSea, they improve the experience by building a platform that iterates on the underlying web3 protocols in web2 space, they eventually offer the ability to “mint” NFTs through OpenSea itself instead of through your own smart contract, and eventually this all opens the door for Coinbase to offer access to the validated NFT market with their own platform via your debit card. That opens the door to Coinbase managing the tokens themselves through dark pools that Coinbase holds, which helpfully eliminates the transaction fees and makes it possible to avoid having to interact with smart contracts at all. Eventually, all the web3 parts are gone, and you have a website for buying and selling JPEGS with your debit card. The project can’t start as a web2 platform because of the market dynamics, but the same market dynamics and the fundamental forces of centralization will likely drive it to end up there.\r\n\r\nSimilarly, technologically, ExcelCoin is in some ways better than other forms of crypto that rely on distributed consensus mechanisms. But socially it is much worse, not only because I am kidding and have done nothing to build up trust in ExcelCoin, but also because there is an enormous speculative bubble in crypto that does not apply to transparently non-crypto things like my dumb Excel joke. The power of distributed consensus and immutable blockchains is not that they are a better technology than, you know, some large trusted website keeping a list, which is kind of how Web3 works anyway. The power of distributed consensus and immutable blockchains is that they attract money, which is really how Web3 works <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMTItMjEvdGhlcmUtcy1pbnNpZGUtaW5mb3JtYXRpb24taW4tc2VjLWZpbGluZ3M_Y21waWQ9QkJEMDExMDIyX01PTkVZU1RVRkYmdXRtX21lZGl1bT1lbWFpbCZ1dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX3Rlcm09MjIwMTEwJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1Bc610ba2a>.\r\n\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTkyOSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Dce97dcfe>\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTkzMyZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Fec15dad0>\r\nChampertyCoin\r\nLast year, a bunch of people enjoyed speculating on meme stocks like GameStop Corp. Many of them used Robinhood Markets Inc.’s brokerage app to do it. At one point, Robinhood briefly limited purchases of GameStop and a few other meme stocks due to clearinghouse issues <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMDEtMjkvcmVkZGl0LXRyYWRlcnMtb24tcm9iaW5ob29kLWFyZS1vbi1ib3RoLXNpZGVzLW9mLWdhbWVzdG9wP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B176772b6>, which made a lot of people very angry and gave rise to a bunch of conspiracy theories. Some meme-stock investors wanted to sue Robinhood over this, and in fact there was a class action lawsuit that was dismissed in November <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjEtMTEtMTgvcm9iaW5ob29kLWNpdGFkZWwtc2VjdXJpdGllcy1nZXQtbWVtZS1zdG9jay1sYXdzdWl0LWRpc21pc3NlZD9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B8666898a>.\r\n\r\nYou might look at this dynamic and say: Well, sure, the people who bought GameStop in a speculative frenzy want to sue Robinhood. They want to sue Robinhood because they are angry, and, in America, suing people is a form of catharsis and emotional satisfaction. And they want to sue Robinhood because they think they have a valid claim and want to get monetary compensation for their losses from not being able to buy GameStop stock at, uh, $300 a share I guess. But there is a third desire that they might have, beyond emotional satisfaction and financial compensation: They might want to have another speculative frenzy. They might want to turn their grievance against Robinhood into a speculative asset, and then get rich trading it. \r\n\r\nYou might think that because:\r\n\r\nThat’s what everyone wants all the time, these days. The lessons of GameStop and AMC and NFTs and Dogecoin and Web3 and ConstitutionDAO <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9tYXJrZXRzLmJ1c2luZXNzaW5zaWRlci5jb20vbmV3cy9jdXJyZW5jaWVzL2NvbnN0aXR1dGlvbmRhby1jcnlwdG8tcGVvcGxlLXRva2VuLW1lbWUtY29pbi1jcnlwdG9jdXJyZW5jeS0yMDIxLTEy\/5c18396decf12a5e0a3b2dd1B637683e2> are always “people will seize on any excuse for a good speculative trading frenzy.” So if you can turn anything into a speculative trading frenzy, you should.\r\nThe people involved in the meme-stock speculative trading frenzy are maybe particularly interested in speculative trading frenzies.\r\nHere is a story <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudmljZS5jb20vZW4vYXJ0aWNsZS92N2Q3eDMvdGVjaC1zdGFydHVwLXdhbnRzLXRvLWdhbWlmeS10aGUtdXMtY291cnQtc3lzdGVtLXVzaW5nLWNyeXB0by10b2tlbnM\/5c18396decf12a5e0a3b2dd1B9e880eee> about a company that wants to do litigation financing and let regular people trade litigation-finance claims, but on the blockchain, blah blah blah, it is very much the usual stuff you’d expect. I tend to think that there is a long list of asset classes that regular people do not trade frequently, and people are constantly saying “what if we built technology to allow regular people to trade this asset class,” and my answer tends to be “they would not trade it because nobody wants this.” (People are constantly trying to get regular people to trade small slivers of individual office buildings <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMTgtMTEtMjgvc2VhcnMtZGVmYXVsdC1iZXRzLXBheS1vZmYtZm9yLXNlYXJzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B950dcb5b>, for no obvious reason.) Litigation finance, sure, whatever, I do not think that there’s a huge audience of people who want to research and bet on individual lawsuits, or that there's a huge pool of plaintiffs who want to finance their lawsuits by conducting a registered securities offering, but that is just one man’s opinion and yeah why not, go nuts. Possibly not this nuts:\r\n\r\nHowever, on its website, Ryval focuses all of its attention on the potential return for investors. “Buy and sell tokens that represent shares in a litigation and access a multi-billion dollar investment class previously unavailable to the public,” the company states. Ryval also promises “50%+ Annual Returns,” though Roche admitted the figure “may be a little high” when Motherboard asked him about it.\r\n\r\nBut then there’s this:\r\n\r\nBut it wasn’t until after the initial Apothio ILO was launched that Roche realized the potential of the platform. That occurred in January of last year, when the online trading platform Robinhood temporarily suspended trading of GameStop shares after a massive surge of meme-related interest. The decision led some to accuse the trading platform of unlawful manipulation.  “There was an explosion of ‘When can we ILO Robinhood? We want to hold Robinhood accountable,’” Roche said. \r\n\r\n“ILO” is “initial litigation offering.” How valuable was a GameStop-driven lawsuit against Robinhood? Well, the actual realized value seems to have been zero dollars, which is also the value that I personally would have predicted last year.[8] But could you have sold it for a bit more than its long-term fundamental value? To GameStop investors? In January 2021? \r\n\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4NSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Hb60ca66e>\r\nCongressional stock trading\r\nSometimes I read about couples where one spouse works at a bank and the other works at a hedge fund and I think “ugh what a compliance nightmare.” Lots of regulated financial firms (and related firms like law firms, consultancies, etc.) have pretty strict rules about personal trading, to prevent their employees from using inside information inappropriately; they require pre-approval of trades, ban trading in names that employees are working on, or sometimes even ban all trading in individual stocks. And to avoid obvious gaming of these rules, they tend to extend to the employee’s family. If you work at a bank and your spouse is a schoolteacher, this is fine — though if your spouse is also a hobbyist stock trader you might have to make some difficult choices — but if you work at a bank and your spouse works at a hedge fund it seems harder. You can’t really expect the hedge fund to get pre-approval from the bank. I suppose people work this stuff out — there are lots of financial-industry couples — but it does seem like in concept it would be challenging.\r\n\r\nAnyway <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9ueXBvc3QuY29tLzIwMjIvMDEvMDgvam9uLW9zc29mZi1jb3VsZC1zbnViLW5hbmN5LXBlbG9zaS13aXRoLWJhbi1vbi1jb25ncmVzcy1zdG9jay10cmFkZXMv\/5c18396decf12a5e0a3b2dd1Bc8a44327>:\r\n\r\nGeorgia Sen. Jon Ossoff is looking to introduce a bill that would ban members of Congress from trading individual stocks — a practice that House Speaker Nancy Pelosi has defended as her husband rakes in millions of dollars trading shares of tech companies, The Post has learned.\r\n\r\nThe Ossoff ethics bill, which the Democratic freshman Senator plans to introduce once he finds a Republican co-sponsor, would crack down on conflicts of interest by making it illegal for lawmakers and their families to trade stocks while in office, a Washington, D.C. source close to the situation said. \r\n\r\nIt would also likely require lawmakers put their assets in blind trusts — a step that the 34-year-old Ossoff completed himself months after being elected in January 2021. \r\n\r\nSeems rough if you’re a congressperson married to a hedge fund manager but perhaps that is a feature, not a bug. I will say though that as far as I can tell most of the useful inside information that congresspeople get is about broad sectoral themes, not individual stocks; if you only own index funds and get a terrifying secret briefing about Covid <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjAtMDMtMjAvc2VuYXRvcnMtcGlja2VkLWEtZ29vZC10aW1lLXRvLXNlbGwtc3RvY2tzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bb06daf5d>, you could profitably dump those index funds without ever trading an individual stock. I guess the blind trust addresses that problem.\r\n\r\nOops\r\nYou wouldn’t know it from a quick look at Bloomberg, but the stock of AeroCentury Corp. closed at $47.99 on Friday. Then over the weekend it completed a 5-for-1 stock split <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cucHJuZXdzd2lyZS5jb20vbmV3cy1yZWxlYXNlcy9hZXJvY2VudHVyeS1jb3JwLWFubm91bmNlcy1hLTUtZm9yLTEtZm9yd2FyZC1zdG9jay1zcGxpdC0zMDE0NDcxNTYuaHRtbA\/5c18396decf12a5e0a3b2dd1B8bb27c36>, so Bloomberg’s historical price page retroactively adjusted to show a Friday closing price of $9.598. Then people woke up for pre-market trading <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnlzZS5jb20vbWFya2V0cy9ueXNlLWFyY2EvbWFya2V0LWluZm8\/5c18396decf12a5e0a3b2dd1B2a863e8f> this morning and <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9HdUZpblByb2Yvc3RhdHVzLzE0ODA1MTMwODA5MDM3OTg3OTI\/5c18396decf12a5e0a3b2dd1B06291fe3> … uh <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnlzZS5jb20vdHJhZGVyLXVwZGF0ZS9oaXN0b3J5IzExMDAwMDQwNjc1Nw\/5c18396decf12a5e0a3b2dd1B393bf3c3> …\r\n\r\nNYSE Arca Equities in conjunction with other UTP exchanges, have ruled to bust all erroneous trades in ACY - AeroCentury Corp, executed between 4:00:00 - 4:04:00 ET today, at or above $11.52. This ruling is not eligible for appeal.\r\n\r\nBasically what seems to have happened here is you have a computer program to buy and sell AeroCentury stock, and the program merrily goes along and closes Friday thinking that AeroCentury is trading at $47.99, and then based on that and developments over the weekend it thinks “I will buy AeroCentury at $47 or sell it at $49” or whatever (actual numbers not important), and then before Monday morning you either do or do not update the program to be like “don’t forget to divide everything by 5.” And some people do and some people don’t. And the people who don’t, their programs wake up at 4 a.m. with a $47.00 \/ $49.00 market for AeroCentury, and the people who do, their programs wake up at 4 a.m. on Monday with a a $9.40 \/ $9.80 market for AeroCentury, and the people who think about it for a moment longer wake up with a $9.40 \/ $45.00 market for AeroCentury and sell some stock to the people who forgot at comically inflated prices. And then the stock exchanges bust the trades because this stuff — setting up to profit from other people’s ignorance and fat fingers — is really more of a crypto thing <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMTItMTMvdGhlLXRydW1wLXNwYWMtcGlwZS1pcy1mcmVlLW1vbmV5P2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B4e42eb53>.\r\n\r\nNFT Stuff\r\nThere is so much more miscellaneous crypto stuff; a sample of headlines:\r\n\r\n“For Wine This Year Expect a Champagne Shortage, NFT Surplus <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMTAvZm9yLXdpbmUtdGhpcy15ZWFyLWV4cGVjdC1hLWNoYW1wYWduZS1zaG9ydGFnZS1uZnQtc3VycGx1cz9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B93b178a5>.”\r\n“NFTs Offered by Candidates as Crypto Creeps <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMTAvbmZ0cy1vZmZlcmVkLWJ5LWNhbmRpZGF0ZXMtYXMtY3J5cHRvLWNyZWVwcy1pbnRvLXUtcy1wb2xpdGljcz9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B2d2d59b1> Into U.S. Politics.” \r\n“This crypto-backed start-up golf club just raised $11 million. Next up: buy a golf course <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9nb2xmLmNvbS9saWZlc3R5bGUvbGlua3NkYW8tY3J5cHRvLWdvbGYtY2x1Yi1yYWlzZWQtMTEtbWlsbGlvbi1kb2xsYXJzLw\/5c18396decf12a5e0a3b2dd1Ba99c9b8c>.” \r\n“Pudgy Penguins NFTs Infighting Turns Ugly <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMDgvcHVkZ3ktcGVuZ3VpbnMtbmZ0cy1pbmZpZ2h0aW5nLXR1cm5zLXVnbHktYXMtY3J5cHRvLW1hbmlhLWNvb2xzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bd4f121a9> as Crypto Mania Cools.” \r\nDo you like wine? Buy an NFT of wine. Do you like your senator? Buy an NFT of your senator. Do you like golf? Buy an NFT of a golf course. Uh … penguins? Everything. \r\n\r\nThings happen\r\nWorld’s Biggest Crypto Fortune <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2ZlYXR1cmVzLzIwMjItMDEtMDkvYmluYW5jZS1jZW8tY3otcy1uZXQtd29ydGgtYmlsbGlvbmFpcmUtaG9sZHMtd29ybGQtcy1iaWdnZXN0LWNyeXB0by1mb3J0dW5lP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bc58f21a1> Began With a Friendly Poker Game. Inside private equity’s <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYzhkYTYxNGUtYzJjOC00NzY5LWEzMDItMWJlMzk2MjBmOTU3\/5c18396decf12a5e0a3b2dd1B117bb48e> race to go public. The EU vs the City of London <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZjgzZGRmMDUtZTdhMS00YzliLTgzYWQtZTgyYTU0YzcxYWZh\/5c18396decf12a5e0a3b2dd1B4e9bc372>: a slow puncture. Rocket <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9yb2NrZXQtZmVhc3RlZC1vbi1sb3ctaW50ZXJlc3QtcmF0ZXMtdG8tYmVjb21lLW1vcnRnYWdlLWtpbmctYnV0LW5vdy1jb21lcy10aGUtaGFyZC1wYXJ0LTExNjQxNjM3ODA1P21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1B23ef83a3> Grew Into America’s Biggest Mortgage Lender, but Now Comes the Hard Part. THG hands FCA dossier on City ‘conspiracy’ <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudGhldGltZXMuY28udWsvYXJ0aWNsZS90aGctaGFuZHMtZmNhLWRvc3NpZXItb24tY2l0eS1jb25zcGlyYWN5LW92ZXItc2hhcmUtcHJpY2UtcGx1bmdlLTk3dG5jcWQ5dA\/5c18396decf12a5e0a3b2dd1B4b4daf06> over share price plunge. Dirty-Money Ties Worried Some at Swedbank <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMDkvZGlydHktbW9uZXktdGllcy13b3JyaWVkLXNvbWUtYXQtc3dlZGJhbmstd2hpbGUtYm9zc2VzLWtlcHQtbXVtP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B658c988d> While Bosses Kept Mum. Two Chinese Startups Tried to Catch Up to Makers of Advanced Computer Chips <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90d28tY2hpbmVzZS1zdGFydHVwcy10cmllZC10by1jYXRjaC11cC10by1tYWtlcnMtb2YtYWR2YW5jZWQtY29tcHV0ZXItY2hpcHNhbmQtZmFpbGVkLTExNjQxNzI0MzgyP21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1Bf5cbc307>—and Failed. McKinsey’s <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9tY2tpbnNleXMtdG9wLWV4ZWN1dGl2ZS13YW50cy10by1jaGFuZ2UtaG93LXRoZS1maXJtLW9wZXJhdGVzLTExNjQxNjU0MDAzP21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1B801e3353> Top Executive Wants to Change How the Firm Operates. London law firms <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMDZmZjI5OWUtNDExNC00NzEwLWJlY2YtYzRmMTU5MGY4ZWZl\/5c18396decf12a5e0a3b2dd1B3960e0b0> struggle to fill jobs as competition for applicants soars. Time for some game theory <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9yYWlkZXJzLWNoYXJnZXJzLXRpZS1uZmwtcGxheW9mZnMtMTE2NDE3OTQ3NDg_bW9kPWhwX2xlYWRfcG9zMTM\/5c18396decf12a5e0a3b2dd1B6c86b8b2>. Meet the man who runs a moist towelette museum <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuY2JjLmNhL3JhZGlvL2FzaXRoYXBwZW5zL2FzLWl0LWhhcHBlbnMtZnJpZGF5LWVkaXRpb24tMS42MzA3NDIxL21lZXQtdGhlLW1hbi13aG8tcnVucy1hLW1vaXN0LXRvd2VsZXR0ZS1tdXNldW0tb3V0LW9mLWEtcGxhbmV0YXJpdW0tMS42MzA3NDI1\/5c18396decf12a5e0a3b2dd1Bd2039bc3> out of a planetarium. \r\n\r\nIf you'd like to get Money Stuff in handy email form, right in your inbox, please subscribe at this link <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL2xpbmsubWFpbC5ibG9vbWJlcmdidXNpbmVzcy5jb20vam9pbi80d20vbW9uZXlzdHVmZi1zaWdudXAmaGFzaD01NDIyMzAwMWNhM2ZmY2Y0MGYyNjI5YzI1YWNlYTY3YQ\/5c18396decf12a5e0a3b2dd1Bfc54aad0>. Or you can subscribe to Money Stuff and other great Bloomberg newsletters here <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9sb2dpbi5ibG9vbWJlcmcuY29tL25ld3NsZXR0ZXJz\/5c18396decf12a5e0a3b2dd1Bdf452c20>. Thanks!\r\n\r\n[1] I gather that there is at least one other thing called “Excelcoin” <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9jb2lubWFya2V0Y2FwLmNvbS9jdXJyZW5jaWVzL2V4Y2VsY29pbi8\/5c18396decf12a5e0a3b2dd1B16eaa79a> that appears on CoinMarketCap etc., though it seems only barely to exist. To be clear I do not own that, do not endorse it, etc. I own the ExcelCoin that trades on my own copy of Microsoft Excel, which I made up as a joke in 2017 <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9tYXR0X2xldmluZS9zdGF0dXMvODg1NTIyOTg3OTIyOTcyNjcy\/5c18396decf12a5e0a3b2dd1B60972c27>. I am sure that, as a matter of parallel discovery, other people also made it up as a joke, or not as a joke.\r\n\r\n[2] It appears to be traditional <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuY29pbmRlc2suY29tL21hcmtldHMvMjAyMS8wNS8xNy92aXRhbGlrLWJ1dGVyaW4tYnVybnMtNmItaW4tc2hpYi10b2tlbnMtc2F5cy1oZS1kb2VzbnQtd2FudC10aGUtcG93ZXIv\/5c18396decf12a5e0a3b2dd1B7bbcaeda> to give Buterin some coins, as a tribute, whether or not he asks for them. He did not ask for these. Vitalik Buterin has no idea that he owns 20 ExcelCoins. Someone should tell him I guess.\r\n\r\n[3] Don’t actually.\r\n\r\n[4] To be clear, if Buterin wants to sell, I’ll absolutely Venmo him $19.80 for his 20 ExcelCoins. The ExcelCoin market does not support short selling at this time.\r\n\r\n[5] If I manage to sell any my bid is gonna drop to zero, is what this means. No refunds! All sales final!\r\n\r\n[6] If a bank president went into her bank’s list and changed it so that she owned all the money in all of her customers’ accounts, she would definitely go to prison for a long time. A good exercise is, when I go into my Excel spreadsheet and change the ExcelCoin ledger so that I own everyone else’s ExcelCoins, is that illegal or what?\r\n\r\n[7] Also I mean not to nitpick but the incidence of lost bank dollars is a whole lot lower than the incidence of lost Bitcoins <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMS8wMS8xMy9idXNpbmVzcy90ZW5zLW9mLWJpbGxpb25zLXdvcnRoLW9mLWJpdGNvaW4taGF2ZS1iZWVuLWxvY2tlZC1ieS1wZW9wbGUtd2hvLWZvcmdvdC10aGVpci1rZXkuaHRtbA\/5c18396decf12a5e0a3b2dd1B094c34a5>.\r\n\r\n[8] I guess I did. “If Robinhood was legally obligated to let you buy all the stocks you want whenever you want, it would have been sued into oblivion long ago,” I wrote on Jan. 29 <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMDEtMjkvcmVkZGl0LXRyYWRlcnMtb24tcm9iaW5ob29kLWFyZS1vbi1ib3RoLXNpZGVzLW9mLWdhbWVzdG9wP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1C176772b6>, when the suit was filed. “They write the contracts better than that.”\r\n\r\nFOLLOW US   <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL2Jsb29tYmVyZ29waW5pb24\/5c18396decf12a5e0a3b2dd1B86cc0311>  <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuaW5zdGFncmFtLmNvbS9ibG9vbWJlcmdvcGluaW9uLw\/5c18396decf12a5e0a3b2dd1B52c09ec5> <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9ib3Bpbmlvbg\/5c18396decf12a5e0a3b2dd1B4f9e262f>\t\tGET THE NEWSLETTER <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9hY2NvdW50L25ld3NsZXR0ZXJzL21vbmV5LXN0dWZmP3NvdXJjZT1OTHNoYXJl\/5c18396decf12a5e0a3b2dd1B56ac4cfd>\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4OSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Ieb1eae86>\r\nLike Money Stuff? |  Get unlimited access to Bloomberg.com <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9zdWJzY3JpcHRpb25zP3V0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1B078f333b>, where you'll find trusted, data-based journalism in 120 countries around the world and expert analysis from exclusive daily newsletters.\r\nBefore it’s here, it’s on the Bloomberg Terminal. Find out more about how the Terminal delivers information and analysis that financial professionals can’t find anywhere else. Learn more <https:\/\/link.mail.bloombergbusiness.com\/click\/15638356.78421\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9wcm9mZXNzaW9uYWwvc29sdXRpb24vYmxvb21iZXJnLXRlcm1pbmFsLw\/55088ec43b35d034698d38aeBe3d4e6ab>.\r\nYou received this message because you are subscribed to Bloomberg's Money Stuff newsletter.\r\nUnsubscribe <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9sb2dpbi5ibG9vbWJlcmcuY29tL25ld3NsZXR0ZXJzP3NvdXJjZT1uZXdzbGV0dGVyX3Vuc3ViJmVtYWlsPWFuZHJlJTQwYXJrby5uZXQmaGFzaD0wZDcyODhkMGIyZTVjZmI2OTRlYTQ1ZTA5NzFiNDY1Ng\/5c18396decf12a5e0a3b2dd1C9ed54e2a> | Bloomberg.com <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL2Jsb29tYmVyZy5jb20\/5c18396decf12a5e0a3b2dd1Ba143caa4> | Contact Us <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL3d3dy5ibG9vbWJlcmcuY29tL2ZlZWRiYWNrP2FsY21waWQ9bW9zdHBvcA\/5c18396decf12a5e0a3b2dd1Bb5d95cc2>\r\n <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubGl2ZWludGVudC5jb20vcG93ZXJlZC1ieQ\/5c18396decf12a5e0a3b2dd1Be6c1821f>\t|\t <https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubGl2ZWludGVudC5jb20vYWQtY2hvaWNlcw\/5c18396decf12a5e0a3b2dd1Bad2ebf5b>\r\nBloomberg L.P. 731 Lexington, New York, NY, 10022\r\n\t\t\t\t",
  "HtmlBody": "<html><head><meta http-equiv=\"Content-Type\" content=\"text\/html; charset=utf-8\"><meta charset=\"UTF-8\"><\/head><body style=\"word-wrap: break-word; -webkit-nbsp-mode: space; line-break: after-white-space;\" class=\"\"><table id=\"wrapper\" class=\"wrapper\" width=\"100%\" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); font-family: Helvetica, Arial, sans-serif; font-size: 16px; font-style: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px; text-decoration: none; -webkit-font-smoothing: antialiased; max-width: 550px; width: 550px;\"><tbody class=\"\"><tr class=\"\"><td class=\"sailthru-variables\" style=\"border-collapse: collapse;\"><\/td><\/tr><tr class=\"\"><td class=\"preview-text\" style=\"border-collapse: collapse;\"><\/td><\/tr><tr class=\"\"><td class=\"logo-wrapper\" style=\"border-collapse: collapse; padding-bottom: 15px;\"><table class=\"liveintent-flex-ad\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" align=\"center\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg3NyZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1B6bd4f8b2\" rel=\"nofollow\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825877&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;\" border=\"0\" width=\"550\" style=\"max-width: 550px; width: 550px; display: block;\" class=\"\"><\/a><\/td><\/tr><\/tbody><\/table><table class=\"logo\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td align=\"center\" class=\"view-in-browser\" style=\"border-collapse: collapse; padding: 20px 0px 10px;\"><\/td><\/tr><tr class=\"\"><td align=\"center\" class=\"logo-container\" style=\"border-collapse: collapse; padding-bottom: 5px;\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2F1dGhvcnMvQVJiVFFsUkxSakUvbWF0dGhldy1zLWxldmluZT9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B5057ce41\" class=\"\"><img class=\"logo-image\" src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/ije72WSHsgD4\/v0\/-1x-1.png\" border=\"0\" alt=\"Bloomberg\" style=\"max-width: 550px; width: 550px; display: block;\"><\/a><\/td><\/tr><\/tbody><\/table><table class=\"liveintent-sponsored-logo\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" align=\"center\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4MSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1C93c20ba4\" rel=\"nofollow\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825881&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;\" border=\"0\" width=\"108\" style=\"max-width: 550px; display: block; width: 108px !important;\" class=\"\"><\/a><\/td><\/tr><\/tbody><\/table><\/td><\/tr><tr class=\"\"><td style=\"border-collapse: collapse;\" class=\"\"><table class=\"body-component\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-component__content\" style=\"border-collapse: collapse; line-height: 24px; padding: 0px 10px;\"><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">Web3<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">The only cryptocurrency that I own is ExcelCoin.[1] ExcelCoin is a&nbsp;next-generation cryptocurrency whose central innovation is&nbsp;that its ledger is maintained not by proof of work, which is<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZ2VtaW5pLmNvbS9jcnlwdG9wZWRpYS9iaXRjb2luLW1pbmluZy1jb3N0LXByb29mLW9mLXdvcmstY3J5cHRvLW1pbmluZw\/5c18396decf12a5e0a3b2dd1B25fe8818\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">environmentally problematic<\/a>, or by proof of stake, which<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubHluYWxkZW4uY29tL3Byb29mLW9mLXN0YWtlLw\/5c18396decf12a5e0a3b2dd1Bfa06e083\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">has its own problems<\/a>, but by me. I maintain the ledger in Microsoft Excel. Here is a copy of the ledger as of 9 a.m. today[2]:<\/p><img alt=\"\" src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/i4loEwne3GSc\/v1\/-1x-1.png\" style=\"max-width: 550px; display: block; width: 530px; margin-top: 20px;\" class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">If you want to buy some of my quadrillion ExcelCoins, send me an email[3]; I will make a market at $0.99 bid \/ $1.01 offered,[4] though of course that is subject to change with market conditions.[5]<\/p><p style=\"margin: 16px 0px;\" class=\"\">Of course ExcelCoin started as a currency, a form of “digital cash,” but what is powerful about the concept is that in principle you could track any sort of asset using the same underlying technology (me typing in Excel). For instance you could extend the ExcelCoin technology to track not merely fungible tokens like coins, but also&nbsp;<em class=\"\">non<\/em>-fungible tokens, where each entry in the ledger represents a unique asset. For instance:<\/p><img alt=\"\" src=\"https:\/\/assets.bwbx.io\/images\/users\/iIyChnKQ1lHc\/i7dEpxHtdlXY\/v1\/-1x-1.png\" style=\"max-width: 550px; display: block; width: 530px; margin-top: 20px;\" class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">This is just a toy example —&nbsp;why would you want me to write “a picture of a cat” next to your name on a list? —&nbsp;but with a little imagination you can see how powerful it could be. For instance, we could track real estate this way. I could write down&nbsp;a list of all the houses in my town and who owns them;&nbsp;to transfer ownership we could just update the entries on my list. As of yet my list in Excel does not carry any&nbsp;<em class=\"\">legal&nbsp;<\/em>ownership rights; it does not sync up with, or supersede, the legal property registry. But I think that you will agree that it is a much more efficient and technologically advanced system than the old legal system of property registration on paper in dusty archives, so I think in the long run it is likely to win out.<\/p><p style=\"margin: 16px 0px;\" class=\"\">This is stupid, why is it stupid. The easy answer is that it is<span class=\"Apple-converted-space\">&nbsp;<\/span><em class=\"\">technologically<\/em>stupid. Actual cryptocurrencies (and blockchain systems for NFTs, proposed blockchains for&nbsp;real estate, etc.) have a<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9iaXRjb2luLm9yZy9iaXRjb2luLnBkZg\/5c18396decf12a5e0a3b2dd1B7ffa2eaf\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">distributed consensus mechanism<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>for updating their shared ledger, proof-of-stake or proof-of-work or some other mechanism that lets the participants in the system verify and collectively control the ledger. Whereas I can type whatever I want in Excel. If you buy some ExcelCoins from me and I delete your entry in my Excel ledger, you don’t have any ExcelCoins anymore, and what sort of system is that?<\/p><p style=\"margin: 16px 0px;\" class=\"\">A better answer is that it is&nbsp;<em class=\"\">socially&nbsp;<\/em>stupid, because the person maintaining the ExcelCoin ledger is me, and I am obviously kidding. You should not trust me to maintain the ExcelCoin ledger, because I invented ExcelCoin as a joke about ledgers. On the other hand millions and millions of people own U.S. dollars,<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMTktMDYtMTgvZmFjZWJvb2std2lsbC1tYWtlLXRoZS1tb25leS1ub3c_Y21waWQ9QkJEMDExMDIyX01PTkVZU1RVRkYmdXRtX21lZGl1bT1lbWFpbCZ1dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX3Rlcm09MjIwMTEwJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1B87f7f808\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">which means precisely<\/a>&nbsp;that some bank has a list and there is an entry for them on that list. It’s probably not in Excel, but same basic idea: The bank has a list of dollars in its accounts, the list is not kept via any sort of consensus mechanism or blockchain or whatever; the bank just keeps the list using, uh,<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud2VhbHRoc2ltcGxlLmNvbS9lbi1jYS9tYWdhemluZS9jb2JvbC1jb250cm9scy15b3VyLW1vbmV5\/5c18396decf12a5e0a3b2dd1B2e13e55c\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Cobol<\/a>. But you (mostly) trust the bank to maintain the list, because among other things (1) it has a good track record of maintaining the list, (2) it has good commercial incentives to maintain the list, (3) it has powerful regulatory and legal incentives to maintain the list, etc.[6] The bank’s list is not any great shakes technologically, and 100 years ago&nbsp;banks kept very similar lists using pen and paper. This system of lists is&nbsp;not flawless —&nbsp;sometimes the banks<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYnVzaW5lc3NpbnNpZGVyLmNvbS9zYW50YW5kZXItYmFuay1hY2NpZGVudGFsbHktcGF5cy1wZW9wbGUtMTc1LW1pbGxpb24tY2hyaXN0bWFzLWRheS0yMDIxLTEy\/5c18396decf12a5e0a3b2dd1Bd108a0d1\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">mess up the lists<\/a>! — but it is not howlingly stupid either, in the way that ExcelCoin is. It's very normal and standard and millions of people rely on it without thinking about it.[7] ExcelCoin is stupid not because I keep it<span class=\"Apple-converted-space\">&nbsp;<\/span><em class=\"\">in Excel<\/em>; it's stupid because&nbsp;<em class=\"\">I&nbsp;<\/em>keep it in Excel.<\/p><p style=\"margin: 16px 0px;\" class=\"\">On Friday&nbsp;Moxie Marlinspike<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9tb3hpZS5vcmcvMjAyMi8wMS8wNy93ZWIzLWZpcnN0LWltcHJlc3Npb25zLmh0bWw\/5c18396decf12a5e0a3b2dd1Bad6ff01c\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">wrote a blog post<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>on “My first impressions of web3.” Marlinspike is a famous cryptographer and computer-security guy, the inventor of the Signal app, etc., and the post has gotten a ton of attention in the Web3 (and Web3-skeptical) world; it’s great and I recommend it highly and I will only scratch the surface of it here. One relevant point&nbsp;is that distributed ledgers are not necessarily a complete&nbsp;<em class=\"\">technological&nbsp;<\/em>solution for asset ownership:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">Most people think of images and digital art when they think of NFTs, but NFTs generally do not store that data on-chain. For most NFTs of most images, that would be much too expensive.<\/p><p style=\"margin: 16px 0px;\" class=\"\">Instead of storing the data on-chain, NFTs instead contain a URL that&nbsp;<em class=\"\">points to<\/em>&nbsp;the data. What surprised me about the standards was that there’s no hash commitment for the data located at the URL. Looking at many of the NFTs on popular marketplaces being sold for tens, hundreds, or millions of dollars, that URL often just points to some VPS running Apache somewhere. Anyone with access to that machine, anyone who buys that domain name in the future, or anyone who compromises that machine can change the image, title, description, etc for the NFT to whatever they’d like at any time (regardless of whether or not they “own” the token). There’s nothing in the NFT spec that tells you what the image “should” be, or even allows you to confirm whether something is the “correct” image.<\/p><p style=\"margin: 16px 0px;\" class=\"\">So as an experiment, I made an NFT that changes based on who is looking at it, since the web server that serves the image can choose to serve different images based on the IP or User Agent of the requester. For example, it looked&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9vcGVuc2VhLmlvL2Fzc2V0cy8weDVjNjFhZmE0NzU3MGFiMmI1NjI2MDZmYTU3ODIyMTMwNWIxMmMzMDcvMQ\/5c18396decf12a5e0a3b2dd1B62f745cd\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">one way<\/a>&nbsp;on OpenSea,&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9yYXJpYmxlLmNvbS90b2tlbi8weDVjNjFhZmE0NzU3MGFiMmI1NjI2MDZmYTU3ODIyMTMwNWIxMmMzMDc6MT90YWI9ZGV0YWlscw\/5c18396decf12a5e0a3b2dd1B18ffee31\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">another way<\/a>&nbsp;on Rarible, but when you buy it and view it from your crypto wallet, it will always display as a large [poop] emoji. What you bid on isn’t what you get. There’s nothing unusual about this NFT, it’s how the NFT specifications are built. Many of the highest priced NFTs could turn into [poop]&nbsp;emoji at any time; I just made it explicit.<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">The NFT does not by itself convey ownership of the underlying thing in either a legal or practical sense. It conveys ownership in some more metaphysical sense: If you buy a Bored Ape Yacht Club NFT, then the people who are part of the BAYC NFT community will treat you as the owner of your ape. This is essentially a social fact and can be true&nbsp;<em class=\"\">even if the immutable code of the blockchain says that you don’t own the ape<\/em>, because you were<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudmljZS5jb20vZW4vYXJ0aWNsZS95M3YzbnkvYWxsLW15LWFwZXMtZ29uZS1uZnQtdGhlZnQtdmljdGltcy1iZWctZm9yLWNlbnRyYWxpemVkLXNhdmlvcnM\/5c18396decf12a5e0a3b2dd1B903f0606\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">hacked or whatever<\/a>. The technology is a scaffolding on which to hang a social system, but the social system is what does or does not convey “ownership” in a meaningful sense.<\/p><p style=\"margin: 16px 0px;\" class=\"\">Also the technology is totally centralized? Marlinspike goes on:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">After a few days, without warning or explanation, the NFT I made was removed from OpenSea (an NFT marketplace). ...<\/p><p style=\"margin: 16px 0px;\" class=\"\">What I found most interesting, though, is that after OpenSea removed my NFT, it also<span class=\"Apple-converted-space\">&nbsp;<\/span><strong class=\"\">no longer appeared in any crypto wallet on my device<\/strong>. This is web3, though, how is that possible?<\/p><p style=\"margin: 16px 0px;\" class=\"\">A crypto wallet like MetaMask, Rainbow, etc is “non-custodial” (the keys are kept client side), but it has the same problem as my dApps above: a wallet has to run on a mobile device or in your browser. Meanwhile, ethereum and other blockchains have been designed with the idea that it’s a network of peers, but not designed such that it’s really possible for your mobile device or your browser to be one of those peers.<\/p><p style=\"margin: 16px 0px;\" class=\"\">A wallet like MetaMask needs to do basic things like display your balance, your recent transactions, and your NFTs, as well as more complex things like constructing transactions, interacting with smart contracts, etc. In short, MetaMask needs to interact with the blockchain, but the blockchain has been built such that clients like MetaMask can’t interact with it. So like my dApp, MetaMask accomplishes this by making API calls to three companies that have consolidated in this space.<\/p><p style=\"margin: 16px 0px;\" class=\"\">For instance, MetaMask …&nbsp;displays your NFTs by making an API call to OpenSea. ...<\/p><p style=\"margin: 16px 0px;\" class=\"\">All this means that if your NFT is removed from OpenSea, it also disappears from your wallet. It doesn’t functionally matter that my NFT is indelibly on the blockchain somewhere, because the wallet (and increasingly everything else in the ecosystem) is just&nbsp;<em class=\"\">using the OpenSea API to display NFTs<\/em>, which began returning 304 No Content for the query of NFTs owned by my address!<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">The technology behind OpenSea is not quite “OpenSea keeps a list, in Excel, of who owns which NFTs.” The underlying list is kept on the blockchain; it’s just that OpenSea can modify its version of the list however it wants, and its modifications are in practice pretty binding. And in fact there are regular rounds of stories in which (1) some gullible crypto guy hands out his private key to anyone who asks for it, (2) his NFTs get stolen, (3) he complains on Twitter, (4) he gets a major NFT marketplace to lock trading in his stolen NFTs, and (5) everyone writes articles like “ha ha ha you don’t like decentralization so much now do you?”&nbsp;<\/p><p style=\"margin: 16px 0px;\" class=\"\">This is fine, though, Web3 proponents argue, because OpenSea’s ability to act arbitrarily is limited by community standards. The open immutable blockchain still exists, so you&nbsp;<em class=\"\">can&nbsp;<\/em>compare what OpenSea says to what the blockchain says. (Perhaps not&nbsp;<em class=\"\">with MetaMask<\/em>, but the possibility exists.) If OpenSea’s list did not conform to what its customers expected —&nbsp;if it arbitrarily ignored the blockchain, if it let people claim NFTs that weren’t theirs, etc. —&nbsp;then everyone would take their apes elsewhere. But this is pretty much why people trust banks too! The essential protections are social, not technological.<\/p><p style=\"margin: 16px 0px;\" class=\"\">Marlinspike:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">When you think about it, OpenSea would actually be much “better” in the immediate sense if all the web3 parts were gone. It would be faster, cheaper for everyone, and easier to use. For example, to accept a bid on my NFT, I would have had to pay over $80-$150+ just in ethereum transaction fees. That puts an artificial floor on all bids, since otherwise you’d lose money by accepting a bid for less than the gas fees. Payment fees by credit card, which typically feel extortionary, look cheap compared to that. OpenSea could even publish a simple transparency log if people wanted a public record of transactions, offers, bids, etc to verify their accounting.<\/p><p style=\"margin: 16px 0px;\" class=\"\">However, if they had built a platform to buy and sell images that wasn’t nominally based on crypto, I don’t think it would have taken off. Not because it isn’t distributed, because as we’ve seen so much of what’s required to make it work is already not distributed. I don’t think it would have taken off&nbsp;<em class=\"\">because this is a gold rush<\/em>. People have made money through cryptocurrency speculation, those people are interested in spending that cryptocurrency in ways that support their investment while offering additional returns, and so that defines the setting for the market of transfer of wealth.<\/p><p style=\"margin: 16px 0px;\" class=\"\">The people at the end of the line who are flipping NFTs do not fundamentally care about distributed trust models or payment mechanics, but they care about where the money is. So the money draws people into OpenSea, they improve the experience by building a platform that iterates on the underlying web3 protocols in web2 space, they eventually offer the ability to “mint” NFTs through OpenSea itself instead of through your own smart contract, and eventually this all opens the door for Coinbase to offer access to the validated NFT market with their own platform via your debit card. That opens the door to Coinbase managing the tokens themselves through dark pools that Coinbase holds, which helpfully eliminates the transaction fees and makes it possible to avoid having to interact with smart contracts at all. Eventually, all the web3 parts&nbsp;<em class=\"\">are<\/em>&nbsp;gone, and you have a website for buying and selling JPEGS with your debit card. The project can’t start as a web2 platform because of the market dynamics, but the same market dynamics and the fundamental forces of centralization will likely drive it to end up there.<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">Similarly,<span class=\"Apple-converted-space\">&nbsp;<\/span><em class=\"\">technologically<\/em>,&nbsp;ExcelCoin is in some ways better than other forms of crypto that rely on distributed consensus mechanisms. But&nbsp;<em class=\"\">socially&nbsp;<\/em>it is much worse, not only because I am kidding and have done nothing to build up trust in ExcelCoin, but also because&nbsp;<em class=\"\">there is an enormous speculative bubble in crypto<\/em><span class=\"Apple-converted-space\">&nbsp;<\/span>that does not apply to transparently non-crypto things like my dumb Excel joke. The power of distributed consensus and immutable blockchains is not that they are a better technology than, you know, some large trusted website keeping a list,&nbsp;<em class=\"\">which is kind of how Web3 works anyway<\/em>. The power of distributed consensus and immutable blockchains is that they attract money,<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMTItMjEvdGhlcmUtcy1pbnNpZGUtaW5mb3JtYXRpb24taW4tc2VjLWZpbGluZ3M_Y21waWQ9QkJEMDExMDIyX01PTkVZU1RVRkYmdXRtX21lZGl1bT1lbWFpbCZ1dG1fc291cmNlPW5ld3NsZXR0ZXImdXRtX3Rlcm09MjIwMTEwJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1Bc610ba2a\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">which is&nbsp;<em class=\"\">really&nbsp;<\/em>how Web3 works<\/a>.<\/p><table class=\"liveintent-sponsored-content\" width=\"auto\" cellpadding=\"0\" cellspacing=\"0\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" align=\"left\" valign=\"top\" style=\"padding: 0px;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTkyOSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Dce97dcfe\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825929&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;li_coord=desktop&amp;collapse_width=550&amp;\" width=\"550\" border=\"0\" alt=\"\" class=\"lihide\" style=\"max-width: 550px; display: block; height: auto; width: 530px;\"><\/a><\/td><\/tr><tr class=\"\"><td colspan=\"2\" align=\"left\" valign=\"top\" class=\"\"><\/td><\/tr><\/tbody><\/table><table class=\"liveintent-sponsored-content\" width=\"auto\" cellpadding=\"0\" cellspacing=\"0\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" align=\"left\" valign=\"top\" style=\"padding: 0px;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTkzMyZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Fec15dad0\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825933&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;li_coord=desktop&amp;collapse_width=550&amp;\" width=\"550\" border=\"0\" alt=\"\" class=\"lihide\" style=\"max-width: 550px; display: block; height: auto; width: 530px;\"><\/a><\/td><\/tr><tr class=\"\"><td colspan=\"2\" align=\"left\" valign=\"top\" class=\"\"><\/td><\/tr><\/tbody><\/table><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">ChampertyCoin<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">Last year, a bunch of people enjoyed speculating on meme stocks like GameStop Corp. Many of them used Robinhood Markets Inc.’s brokerage app to do it. At one point, Robinhood briefly limited purchases of GameStop and a few other meme stocks<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMDEtMjkvcmVkZGl0LXRyYWRlcnMtb24tcm9iaW5ob29kLWFyZS1vbi1ib3RoLXNpZGVzLW9mLWdhbWVzdG9wP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B176772b6\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">due to clearinghouse issues<\/a>, which made a lot of people very angry and gave rise to a bunch of conspiracy theories. Some meme-stock investors wanted to sue Robinhood over this, and in fact there was a&nbsp;class&nbsp;action lawsuit that was<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjEtMTEtMTgvcm9iaW5ob29kLWNpdGFkZWwtc2VjdXJpdGllcy1nZXQtbWVtZS1zdG9jay1sYXdzdWl0LWRpc21pc3NlZD9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B8666898a\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">dismissed in November<\/a>.<\/p><p style=\"margin: 16px 0px;\" class=\"\">You might look at this dynamic and say: Well, sure, the people who bought GameStop in a speculative frenzy want to sue Robinhood. They want to sue Robinhood because they are angry, and, in America, suing people is a form of catharsis and emotional satisfaction. And they want&nbsp;to sue Robinhood because they think they have a valid claim and want to get monetary compensation for their losses from not being able to buy GameStop stock at, uh, $300 a share I guess. But there is a third desire that they might have,&nbsp;beyond emotional satisfaction and financial compensation: They might want to&nbsp;<em class=\"\">have another speculative frenzy<\/em>. They might want to turn their grievance against Robinhood into a speculative asset, and then get rich trading it.&nbsp;<\/p><p style=\"margin: 16px 0px;\" class=\"\">You might think that because:<\/p><ol style=\"list-style-type: decimal; padding-left: 40px; margin: 16px 0px;\" class=\"\"><li style=\"margin-bottom: 5px;\" class=\"\">That’s what everyone wants all the time, these days. The lessons of GameStop and AMC and NFTs and Dogecoin and Web3 and&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9tYXJrZXRzLmJ1c2luZXNzaW5zaWRlci5jb20vbmV3cy9jdXJyZW5jaWVzL2NvbnN0aXR1dGlvbmRhby1jcnlwdG8tcGVvcGxlLXRva2VuLW1lbWUtY29pbi1jcnlwdG9jdXJyZW5jeS0yMDIxLTEy\/5c18396decf12a5e0a3b2dd1B637683e2\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">ConstitutionDAO<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>are always “people will seize on any excuse for&nbsp;a good speculative trading frenzy.” So if you can turn anything into a speculative trading frenzy, you should.<\/li><li style=\"margin-bottom: 5px;\" class=\"\">The people involved in the meme-stock speculative trading frenzy are maybe particularly interested in speculative trading frenzies.<\/li><\/ol><p style=\"margin: 16px 0px;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudmljZS5jb20vZW4vYXJ0aWNsZS92N2Q3eDMvdGVjaC1zdGFydHVwLXdhbnRzLXRvLWdhbWlmeS10aGUtdXMtY291cnQtc3lzdGVtLXVzaW5nLWNyeXB0by10b2tlbnM\/5c18396decf12a5e0a3b2dd1B9e880eee\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Here is a story<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>about a company that wants to do litigation financing and let regular people trade litigation-finance claims, but on the blockchain, blah blah blah, it is very much the usual stuff you’d expect. I tend to think that there is a long list of asset classes that regular people do not trade frequently, and people are constantly saying “what if we built technology to allow regular people to trade this asset class,” and my answer tends to be “they would not trade it because nobody wants this.” (People are&nbsp;<em class=\"\">constantly&nbsp;<\/em>trying to get regular people to<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMTgtMTEtMjgvc2VhcnMtZGVmYXVsdC1iZXRzLXBheS1vZmYtZm9yLXNlYXJzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B950dcb5b\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">trade small slivers of individual office buildings<\/a>, for no obvious reason.) Litigation finance, sure, whatever, I do not think that there’s a huge audience of people who want to research and bet on individual lawsuits, or that there's a huge pool of plaintiffs who want to finance their lawsuits by conducting a registered securities offering,&nbsp;but that is just one man’s opinion and yeah why not, go nuts. Possibly not this nuts:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">However, on its website, Ryval focuses all of its attention on the potential return for investors. “Buy and sell tokens that represent shares in a litigation and access a multi-billion dollar investment class previously unavailable to the public,” the company states. Ryval also promises “50%+ Annual Returns,” though Roche admitted the figure “may be a little high” when Motherboard asked him about it.<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">But then there’s this:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">But it wasn’t until after the initial Apothio ILO was launched that Roche realized the potential of the platform. That occurred in January of last year, when the online trading platform Robinhood&nbsp;temporarily suspended trading of GameStop shares&nbsp;after a massive surge of meme-related interest. The decision led some to accuse the trading platform of&nbsp;unlawful manipulation.&nbsp;&nbsp;“There was an explosion of ‘When can we ILO Robinhood? We want to hold Robinhood accountable,’” Roche said.&nbsp;<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">“ILO” is “initial litigation offering.” How valuable was a GameStop-driven lawsuit against Robinhood? Well, the actual realized value seems to have been zero dollars, which is also the value that I personally would have predicted last year.[8] But could you have sold it for a bit more than its long-term fundamental value? To GameStop investors? In January 2021?&nbsp;<\/p><table class=\"liveintent-flex-ad\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" align=\"center\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4NSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Hb60ca66e\" rel=\"nofollow\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825885&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;\" border=\"0\" width=\"550\" style=\"max-width: 550px; width: 530px; display: block;\" class=\"\"><\/a><\/td><\/tr><\/tbody><\/table><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">Congressional stock trading<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">Sometimes I read about couples where one spouse works at a bank and the other works at a hedge fund and I think “ugh what a compliance nightmare.” Lots of regulated financial firms (and related firms like law firms, consultancies, etc.) have pretty strict rules about personal trading, to prevent their employees from using inside information inappropriately; they require pre-approval of trades, ban trading in names that employees are working on, or sometimes even ban all trading in individual stocks. And to avoid obvious gaming of these rules, they tend to extend to the employee’s family. If you work at a bank and your spouse is a schoolteacher, this is fine —&nbsp;though if your&nbsp;spouse is also a hobbyist stock trader you might have to make some difficult choices —&nbsp;but if you work at a bank and your spouse works at a hedge fund it seems&nbsp;harder. You can’t really expect the hedge fund to get pre-approval from the bank. I suppose people work this stuff out —&nbsp;there are lots of financial-industry couples —&nbsp;but it does seem like&nbsp;<em class=\"\">in concept<span class=\"Apple-converted-space\">&nbsp;<\/span><\/em>it would be challenging.<\/p><p style=\"margin: 16px 0px;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9ueXBvc3QuY29tLzIwMjIvMDEvMDgvam9uLW9zc29mZi1jb3VsZC1zbnViLW5hbmN5LXBlbG9zaS13aXRoLWJhbi1vbi1jb25ncmVzcy1zdG9jay10cmFkZXMv\/5c18396decf12a5e0a3b2dd1Bc8a44327\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Anyway<\/a>:<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">Georgia Sen. Jon Ossoff is looking to introduce a bill that would ban members of Congress from trading individual stocks — a practice that House Speaker Nancy Pelosi has defended as her husband rakes in millions of dollars trading shares of tech companies, The Post has learned.<\/p><p style=\"margin: 16px 0px;\" class=\"\">The Ossoff ethics bill, which the Democratic freshman Senator plans to introduce once he finds a Republican co-sponsor, would crack down on conflicts of interest by making it illegal for lawmakers and their families to trade stocks while in office, a Washington, D.C. source close to the situation said.&nbsp;<\/p><p style=\"margin: 16px 0px;\" class=\"\">It would also likely require lawmakers put their assets in blind trusts — a step that the 34-year-old Ossoff completed himself months after being elected in January 2021.&nbsp;<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">Seems rough if you’re a congressperson married to a hedge fund manager but perhaps that is a feature, not a bug. I will say though that as far as I can tell most of the useful inside information that congresspeople get is about&nbsp;broad sectoral themes, not individual stocks; if you only own index funds and<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjAtMDMtMjAvc2VuYXRvcnMtcGlja2VkLWEtZ29vZC10aW1lLXRvLXNlbGwtc3RvY2tzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bb06daf5d\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">get a terrifying secret briefing about Covid<\/a>, you could profitably dump those index funds without ever trading an individual stock. I guess the blind trust addresses that problem.<\/p><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">Oops<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">You wouldn’t know it from a quick look at Bloomberg, but the stock of AeroCentury Corp. closed at $47.99 on Friday. Then over the weekend it completed a<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cucHJuZXdzd2lyZS5jb20vbmV3cy1yZWxlYXNlcy9hZXJvY2VudHVyeS1jb3JwLWFubm91bmNlcy1hLTUtZm9yLTEtZm9yd2FyZC1zdG9jay1zcGxpdC0zMDE0NDcxNTYuaHRtbA\/5c18396decf12a5e0a3b2dd1B8bb27c36\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">5-for-1 stock split<\/a>, so Bloomberg’s historical price page retroactively adjusted to show a Friday closing price of $9.598. Then people woke up for<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnlzZS5jb20vbWFya2V0cy9ueXNlLWFyY2EvbWFya2V0LWluZm8\/5c18396decf12a5e0a3b2dd1B2a863e8f\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">pre-market trading<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>this morning<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9HdUZpblByb2Yvc3RhdHVzLzE0ODA1MTMwODA5MDM3OTg3OTI\/5c18396decf12a5e0a3b2dd1B06291fe3\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">and<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>…&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnlzZS5jb20vdHJhZGVyLXVwZGF0ZS9oaXN0b3J5IzExMDAwMDQwNjc1Nw\/5c18396decf12a5e0a3b2dd1B393bf3c3\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">uh<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>…<\/p><blockquote class=\"\"><p style=\"margin: 16px 0px;\" class=\"\">NYSE Arca Equities in conjunction with other UTP exchanges, have ruled to bust all erroneous trades in ACY - AeroCentury Corp, executed between 4:00:00 - 4:04:00 ET today, at or above $11.52. This ruling is not eligible for appeal.<\/p><\/blockquote><p style=\"margin: 16px 0px;\" class=\"\">Basically what seems to have happened&nbsp;here is you have a computer program to buy and sell AeroCentury stock, and the program merrily goes along and closes Friday thinking that AeroCentury is trading at $47.99, and then based on that and developments over the weekend it thinks “I will buy AeroCentury at $47&nbsp;or sell it at $49” or whatever (actual numbers not important), and then before Monday morning you either do or do not update the program to be like “don’t forget to divide everything by 5.” And some people do and some people don’t. And the people who don’t, their programs wake up at 4 a.m. with a $47.00 \/ $49.00 market for AeroCentury, and the people who do, their programs wake up at 4 a.m. on Monday with a a $9.40 \/ $9.80 market for AeroCentury, and the people who think about it for a moment longer wake up with a $9.40 \/ $45.00 market for AeroCentury and sell some stock to the people who forgot at comically inflated prices. And then the stock exchanges bust the trades because this stuff —&nbsp;setting up to profit from other people’s ignorance and fat fingers —&nbsp;is really<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMTItMTMvdGhlLXRydW1wLXNwYWMtcGlwZS1pcy1mcmVlLW1vbmV5P2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B4e42eb53\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">more of a crypto thing<\/a>.<\/p><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">NFT Stuff<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">There is so much more miscellaneous crypto stuff; a sample of headlines:<\/p><ul style=\"list-style-type: disc; padding-left: 40px; margin: 16px 0px;\" class=\"\"><li style=\"margin-bottom: 5px;\" class=\"\">“For Wine This Year Expect a Champagne Shortage,<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMTAvZm9yLXdpbmUtdGhpcy15ZWFyLWV4cGVjdC1hLWNoYW1wYWduZS1zaG9ydGFnZS1uZnQtc3VycGx1cz9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B93b178a5\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">NFT Surplus<\/a>.”<\/li><li style=\"margin-bottom: 5px;\" class=\"\">“NFTs Offered by Candidates as<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMTAvbmZ0cy1vZmZlcmVkLWJ5LWNhbmRpZGF0ZXMtYXMtY3J5cHRvLWNyZWVwcy1pbnRvLXUtcy1wb2xpdGljcz9jbXBpZD1CQkQwMTEwMjJfTU9ORVlTVFVGRiZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fdGVybT0yMjAxMTAmdXRtX2NhbXBhaWduPW1vbmV5c3R1ZmY\/5c18396decf12a5e0a3b2dd1B2d2d59b1\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Crypto Creeps<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>Into U.S. Politics.”&nbsp;<\/li><li style=\"margin-bottom: 5px;\" class=\"\">“This crypto-backed start-up golf club just raised $11 million. Next up:<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9nb2xmLmNvbS9saWZlc3R5bGUvbGlua3NkYW8tY3J5cHRvLWdvbGYtY2x1Yi1yYWlzZWQtMTEtbWlsbGlvbi1kb2xsYXJzLw\/5c18396decf12a5e0a3b2dd1Ba99c9b8c\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">buy a golf course<\/a>.”&nbsp;<\/li><li style=\"margin-bottom: 5px;\" class=\"\">“Pudgy Penguins<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMDgvcHVkZ3ktcGVuZ3VpbnMtbmZ0cy1pbmZpZ2h0aW5nLXR1cm5zLXVnbHktYXMtY3J5cHRvLW1hbmlhLWNvb2xzP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bd4f121a9\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">NFTs Infighting Turns Ugly<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>as Crypto Mania Cools.”&nbsp;<\/li><\/ul><p style=\"margin: 16px 0px;\" class=\"\">Do you like wine? Buy an NFT of wine. Do you like your senator? Buy an NFT of your senator. Do you like golf? Buy an NFT of a golf course. Uh …&nbsp;penguins? Everything.&nbsp;<\/p><table class=\"header\" width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"body-header-container\" style=\"border-collapse: collapse;\"><h2 style=\"font-weight: bold; font-family: &quot;Arial Black&quot;, Arial, Helvetica, sans-serif; letter-spacing: -1px; font-size: 20px; border-bottom-width: 1px; border-bottom-style: dotted; margin: 0px; padding: 16px 0px 5px;\" class=\"\">Things happen<\/h2><\/td><\/tr><\/tbody><\/table><p style=\"margin: 16px 0px;\" class=\"\">World’s Biggest<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2ZlYXR1cmVzLzIwMjItMDEtMDkvYmluYW5jZS1jZW8tY3otcy1uZXQtd29ydGgtYmlsbGlvbmFpcmUtaG9sZHMtd29ybGQtcy1iaWdnZXN0LWNyeXB0by1mb3J0dW5lP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1Bc58f21a1\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Crypto Fortune<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>Began With a Friendly Poker Game. Inside<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYzhkYTYxNGUtYzJjOC00NzY5LWEzMDItMWJlMzk2MjBmOTU3\/5c18396decf12a5e0a3b2dd1B117bb48e\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">private equity’s<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>race to go public. The EU vs the<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZjgzZGRmMDUtZTdhMS00YzliLTgzYWQtZTgyYTU0YzcxYWZh\/5c18396decf12a5e0a3b2dd1B4e9bc372\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">City of London<\/a>: a slow puncture.&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9yb2NrZXQtZmVhc3RlZC1vbi1sb3ctaW50ZXJlc3QtcmF0ZXMtdG8tYmVjb21lLW1vcnRnYWdlLWtpbmctYnV0LW5vdy1jb21lcy10aGUtaGFyZC1wYXJ0LTExNjQxNjM3ODA1P21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1B23ef83a3\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Rocket<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>Grew Into America’s Biggest Mortgage Lender, but Now Comes the Hard Part.&nbsp;THG hands FCA<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cudGhldGltZXMuY28udWsvYXJ0aWNsZS90aGctaGFuZHMtZmNhLWRvc3NpZXItb24tY2l0eS1jb25zcGlyYWN5LW92ZXItc2hhcmUtcHJpY2UtcGx1bmdlLTk3dG5jcWQ5dA\/5c18396decf12a5e0a3b2dd1B4b4daf06\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">dossier on City ‘conspiracy’<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>over share price plunge.&nbsp;Dirty-Money Ties<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9uZXdzL2FydGljbGVzLzIwMjItMDEtMDkvZGlydHktbW9uZXktdGllcy13b3JyaWVkLXNvbWUtYXQtc3dlZGJhbmstd2hpbGUtYm9zc2VzLWtlcHQtbXVtP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1B658c988d\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Worried Some at Swedbank<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>While Bosses Kept Mum. Two Chinese Startups Tried to Catch Up to Makers of<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90d28tY2hpbmVzZS1zdGFydHVwcy10cmllZC10by1jYXRjaC11cC10by1tYWtlcnMtb2YtYWR2YW5jZWQtY29tcHV0ZXItY2hpcHNhbmQtZmFpbGVkLTExNjQxNzI0MzgyP21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1Bf5cbc307\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">Advanced Computer Chips<\/a>—and Failed.<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9tY2tpbnNleXMtdG9wLWV4ZWN1dGl2ZS13YW50cy10by1jaGFuZ2UtaG93LXRoZS1maXJtLW9wZXJhdGVzLTExNjQxNjU0MDAzP21vZD1pdHBfd3NqJnJ1PXlhaG9v\/5c18396decf12a5e0a3b2dd1B801e3353\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">McKinsey’s<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>Top Executive Wants to Change How the Firm Operates. London<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMDZmZjI5OWUtNDExNC00NzEwLWJlY2YtYzRmMTU5MGY4ZWZl\/5c18396decf12a5e0a3b2dd1B3960e0b0\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">law firms<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>struggle to fill jobs as competition for applicants soars. Time for some<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9yYWlkZXJzLWNoYXJnZXJzLXRpZS1uZmwtcGxheW9mZnMtMTE2NDE3OTQ3NDg_bW9kPWhwX2xlYWRfcG9zMTM\/5c18396decf12a5e0a3b2dd1B6c86b8b2\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">game theory<\/a>. Meet the man who runs a<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuY2JjLmNhL3JhZGlvL2FzaXRoYXBwZW5zL2FzLWl0LWhhcHBlbnMtZnJpZGF5LWVkaXRpb24tMS42MzA3NDIxL21lZXQtdGhlLW1hbi13aG8tcnVucy1hLW1vaXN0LXRvd2VsZXR0ZS1tdXNldW0tb3V0LW9mLWEtcGxhbmV0YXJpdW0tMS42MzA3NDI1\/5c18396decf12a5e0a3b2dd1Bd2039bc3\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">moist towelette museum<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>out of a planetarium.&nbsp;<\/p><p style=\"margin: 16px 0px;\" class=\"\"><span class=\"news-designed-for-consumer-media\"><em class=\"\">If you'd like to get&nbsp;Money&nbsp;Stuff&nbsp;in handy email form, right in your inbox, please&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL2xpbmsubWFpbC5ibG9vbWJlcmdidXNpbmVzcy5jb20vam9pbi80d20vbW9uZXlzdHVmZi1zaWdudXAmaGFzaD01NDIyMzAwMWNhM2ZmY2Y0MGYyNjI5YzI1YWNlYTY3YQ\/5c18396decf12a5e0a3b2dd1Bfc54aad0\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">subscribe at this link<\/a>. Or you can subscribe to Money Stuff and other great Bloomberg newsletters<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9sb2dpbi5ibG9vbWJlcmcuY29tL25ld3NsZXR0ZXJz\/5c18396decf12a5e0a3b2dd1Bdf452c20\" itemprop=\"StoryLink\" itemscope=\"itemscope\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">here<\/a>. Thanks!<\/em><\/span><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[1] I gather that<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9jb2lubWFya2V0Y2FwLmNvbS9jdXJyZW5jaWVzL2V4Y2VsY29pbi8\/5c18396decf12a5e0a3b2dd1B16eaa79a\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">there is at least one other thing called “Excelcoin”<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>that appears on CoinMarketCap etc., though it seems only barely to exist. To be clear I do not own that, do not endorse it, etc. I own the ExcelCoin that trades on my own copy of Microsoft Excel, which I<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9tYXR0X2xldmluZS9zdGF0dXMvODg1NTIyOTg3OTIyOTcyNjcy\/5c18396decf12a5e0a3b2dd1B60972c27\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">made up as a joke in 2017<\/a>. I am sure that, as a matter of parallel discovery,&nbsp;other people also made it up as a joke,&nbsp;or not as a joke.<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[2] It appears to be&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuY29pbmRlc2suY29tL21hcmtldHMvMjAyMS8wNS8xNy92aXRhbGlrLWJ1dGVyaW4tYnVybnMtNmItaW4tc2hpYi10b2tlbnMtc2F5cy1oZS1kb2VzbnQtd2FudC10aGUtcG93ZXIv\/5c18396decf12a5e0a3b2dd1B7bbcaeda\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">traditional<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>to give Buterin some coins, as a tribute, whether or not he asks for them. He did not ask for these. Vitalik Buterin has no idea that he owns 20 ExcelCoins. Someone should tell him I guess.<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[3] Don’t actually.<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[4] To be clear, if Buterin wants to sell,&nbsp;I’ll absolutely Venmo him $19.80 for his 20 ExcelCoins. The ExcelCoin market does not support short selling at this time.<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[5] If I manage to sell any my bid is gonna drop to zero, is what this means. No refunds! All sales final!<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[6] If a bank president went into her bank’s list and changed it so that she owned all the money in all of her customers’ accounts, she would definitely go to prison for a long time. A good exercise is, when I go into my Excel spreadsheet and change the ExcelCoin ledger so that I own everyone else’s ExcelCoins, is that illegal or what?<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[7] Also I mean not to nitpick but the incidence of lost bank dollars is a whole lot lower than the incidence of<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMS8wMS8xMy9idXNpbmVzcy90ZW5zLW9mLWJpbGxpb25zLXdvcnRoLW9mLWJpdGNvaW4taGF2ZS1iZWVuLWxvY2tlZC1ieS1wZW9wbGUtd2hvLWZvcmdvdC10aGVpci1rZXkuaHRtbA\/5c18396decf12a5e0a3b2dd1B094c34a5\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">lost Bitcoins<\/a>.<\/em><\/p><p style=\"margin: 16px 0px;\" class=\"\"><em class=\"\">[8] I guess I did.&nbsp;“If Robinhood was legally obligated to let you buy all the stocks you want whenever you want, it would have been sued into oblivion long ago,”<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9vcGluaW9uL2FydGljbGVzLzIwMjEtMDEtMjkvcmVkZGl0LXRyYWRlcnMtb24tcm9iaW5ob29kLWFyZS1vbi1ib3RoLXNpZGVzLW9mLWdhbWVzdG9wP2NtcGlkPUJCRDAxMTAyMl9NT05FWVNUVUZGJnV0bV9tZWRpdW09ZW1haWwmdXRtX3NvdXJjZT1uZXdzbGV0dGVyJnV0bV90ZXJtPTIyMDExMCZ1dG1fY2FtcGFpZ249bW9uZXlzdHVmZg\/5c18396decf12a5e0a3b2dd1C176772b6\" itemprop=\"StoryLink\" itemscope=\"itemscope\" target=\"_blank\" style=\"color: rgb(0, 0, 0); border-bottom-width: 1px; border-bottom-style: solid; border-bottom-color: rgb(0, 0, 0); background-color: rgb(204, 204, 204); text-decoration: none !important;\" class=\"\">I wrote on Jan. 29<\/a>, when the suit was filed. “They write the contracts better than that.”<\/em><\/p><\/td><\/tr><\/tbody><\/table><\/td><\/tr><tr class=\"\"><td class=\"component-wrapper\" style=\"border-collapse: collapse; padding: 20px 10px;\"><table class=\"social-component\" width=\"100%\" style=\"width: 530px;\"><tbody class=\"\"><tr class=\"\"><td style=\"border-top-width: 1px; border-top-style: dotted; border-bottom-width: 1px; border-bottom-style: dotted; border-collapse: collapse; text-transform: uppercase; font-family: Arial; font-size: 12px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.17; letter-spacing: normal; padding: 9px 0px;\" class=\"\"><span style=\"margin-right: 4px; vertical-align: middle;\" class=\"\">FOLLOW US<\/span><span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL2Jsb29tYmVyZ29waW5pb24\/5c18396decf12a5e0a3b2dd1B86cc0311\" style=\"text-decoration: none; color: rgb(0, 0, 0);\" class=\"\"><img src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/i74qcvoJlmqM\/v0\/-1x-1.png\" width=\"20\" height=\"20\" style=\"max-width: 550px; vertical-align: middle; width: 20px !important; height: 20px !important;\" class=\"\"><span class=\"Apple-converted-space\">&nbsp;<\/span><\/a><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuaW5zdGFncmFtLmNvbS9ibG9vbWJlcmdvcGluaW9uLw\/5c18396decf12a5e0a3b2dd1B52c09ec5\" style=\"text-decoration: none; color: rgb(0, 0, 0);\" class=\"\"><img src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/iJGFAUI9aUUg\/v0\/-1x-1.png\" width=\"20\" height=\"20\" style=\"max-width: 550px; vertical-align: middle; width: 20px !important; height: 20px !important;\" class=\"\"><span class=\"Apple-converted-space\">&nbsp;<\/span><\/a><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly90d2l0dGVyLmNvbS9ib3Bpbmlvbg\/5c18396decf12a5e0a3b2dd1B4f9e262f\" style=\"text-decoration: none; color: rgb(0, 0, 0);\" class=\"\"><img src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/ijPrci.tuuHU\/v0\/-1x-1.png\" width=\"20\" height=\"20\" style=\"max-width: 550px; vertical-align: middle; width: 20px !important; height: 20px !important;\" class=\"\"><\/a><\/td><td style=\"border-collapse: collapse; text-transform: uppercase; font-family: Arial; font-size: 12px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.17; letter-spacing: normal; padding: 9px 0px 9px 3px;\" class=\"\"><\/td><td style=\"border-top-width: 1px; border-top-style: dotted; border-bottom-width: 1px; border-bottom-style: dotted; border-collapse: collapse; text-transform: uppercase; font-family: Arial; font-size: 12px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.17; letter-spacing: normal; padding: 9px 0px;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9hY2NvdW50L25ld3NsZXR0ZXJzL21vbmV5LXN0dWZmP3NvdXJjZT1OTHNoYXJl\/5c18396decf12a5e0a3b2dd1B56ac4cfd\" style=\"text-decoration: none; color: rgb(0, 0, 0);\" class=\"\">GET THE NEWSLETTER<\/a><\/td><\/tr><\/tbody><\/table><\/td><\/tr><tr class=\"\"><td class=\"footer-wrapper\" style=\"border-collapse: collapse; padding: 0px 10px;\"><table class=\"liveintent-flex-ad\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" align=\"center\"><tbody class=\"\"><tr class=\"\"><td colspan=\"2\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9zbGkuYmxvb21iZXJnLmNvbS9jbGljaz9zPTgyNTg4OSZsaT0yNjMxOTA2NiZtPTRjM2VkOTE3ZTU5MTU2YTM2MjEyZDQ4MTU1ODMxNDgyJnA9MjY0NDIxMDQmc3RwZT1kZWZhdWx0Jg\/5c18396decf12a5e0a3b2dd1Ieb1eae86\" rel=\"nofollow\" class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=825889&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=default&amp;\" border=\"0\" width=\"550\" style=\"max-width: 550px; width: 530px; display: block;\" class=\"\"><\/a><\/td><\/tr><\/tbody><\/table><table class=\"editorial-tout\" style=\"font-family: Helvetica, Arial, sans-serif; font-size: 16px; line-height: 24px;\"><tbody class=\"\"><tr class=\"\"><td class=\"editorial-tout-container\" style=\"padding-top: 16px; padding-bottom: 16px;\"><div class=\"tout-label\"><\/div><div class=\"tout-text\"><p style=\"margin: 0px;\" class=\"\"><em class=\"\"><strong class=\"\">Like Money Stuff?<\/strong><\/em>&nbsp;|<em class=\"\">&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9zdWJzY3JpcHRpb25zP3V0bV9zb3VyY2U9bmV3c2xldHRlciZ1dG1fbWVkaXVtPWVtYWlsJnV0bV9jYW1wYWlnbj1tb25leXN0dWZm\/5c18396decf12a5e0a3b2dd1B078f333b\" itemprop=\"StoryLink\" itemscope=\"itemscope\" class=\"\"><span class=\"Apple-converted-space\">&nbsp;<\/span>Get&nbsp;unlimited access to Bloomberg.com<\/a>, where you'll find trusted, data-based journalism in 120 countries around the world and expert analysis from exclusive daily newsletters.<\/em><\/p><p style=\"margin: 0px;\" class=\"\">Before it’s here, it’s on the&nbsp;Bloomberg&nbsp;Terminal.&nbsp;Find out more about how the Terminal delivers information and analysis that financial professionals can’t find anywhere else.&nbsp;<a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/15638356.78421\/aHR0cHM6Ly93d3cuYmxvb21iZXJnLmNvbS9wcm9mZXNzaW9uYWwvc29sdXRpb24vYmxvb21iZXJnLXRlcm1pbmFsLw\/55088ec43b35d034698d38aeBe3d4e6ab\" class=\"\">Learn more<\/a>.<\/p><\/div><\/td><\/tr><\/tbody><\/table><table class=\"footer\" width=\"100%\" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tbody class=\"\"><tr class=\"\"><td class=\"footer-container\" align=\"center\" style=\"font-size: 13px; font-family: Helvetica, Arial, sans-serif; color: rgb(102, 102, 102); border-collapse: collapse; padding: 20px 0px 10px;\">You received this message because you are subscribed to Bloomberg's Money Stuff newsletter.<\/td><\/tr><tr class=\"\"><td align=\"center\" style=\"font-size: 13px; font-family: Helvetica, Arial, sans-serif; color: rgb(102, 102, 102); border-collapse: collapse;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly9sb2dpbi5ibG9vbWJlcmcuY29tL25ld3NsZXR0ZXJzP3NvdXJjZT1uZXdzbGV0dGVyX3Vuc3ViJmVtYWlsPWFuZHJlJTQwYXJrby5uZXQmaGFzaD0wZDcyODhkMGIyZTVjZmI2OTRlYTQ1ZTA5NzFiNDY1Ng\/5c18396decf12a5e0a3b2dd1C9ed54e2a\" alias=\"Unsubscribe\" style=\"color: rgb(102, 102, 102); text-decoration: none;\" class=\"\">Unsubscribe<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>|<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL2Jsb29tYmVyZy5jb20\/5c18396decf12a5e0a3b2dd1Ba143caa4\" target=\"_blank\" style=\"color: rgb(102, 102, 102); text-decoration: none;\" class=\"\">Bloomberg.com<\/a><span class=\"Apple-converted-space\">&nbsp;<\/span>|<span class=\"Apple-converted-space\">&nbsp;<\/span><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cDovL3d3dy5ibG9vbWJlcmcuY29tL2ZlZWRiYWNrP2FsY21waWQ9bW9zdHBvcA\/5c18396decf12a5e0a3b2dd1Bb5d95cc2\" target=\"_blank\" style=\"color: rgb(102, 102, 102); text-decoration: none;\" class=\"\">Contact Us<\/a><\/td><\/tr><tr class=\"\"><td align=\"center\" style=\"border-collapse: collapse;\" class=\"\"><table class=\"liveintent-logos\"><tbody class=\"\"><tr class=\"\"><td style=\"border-collapse: collapse;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubGl2ZWludGVudC5jb20vcG93ZXJlZC1ieQ\/5c18396decf12a5e0a3b2dd1Be6c1821f\" target=\"_blank\" class=\"\"><img class=\"outlook-format-exclude li-powered-by-logo\" height=\"18\" src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/i7ESRvr8wb2g\/v0\/-1x-1.png\" border=\"0\" alt=\"Ads Powered By Liveintent\" style=\"max-width: 550px; height: 18px !important;\"><\/a><\/td><td style=\"font-size: 13px; font-family: Helvetica, Arial, sans-serif; color: rgb(102, 102, 102); border-collapse: collapse;\" class=\"\">|<\/td><td style=\"border-collapse: collapse;\" class=\"\"><a href=\"https:\/\/link.mail.bloombergbusiness.com\/click\/26319066.123038\/aHR0cHM6Ly93d3cubGl2ZWludGVudC5jb20vYWQtY2hvaWNlcw\/5c18396decf12a5e0a3b2dd1Bad2ebf5b\" target=\"_blank\" class=\"\"><img class=\"li-ad-choices-logo outlook-format-exclude\" height=\"18\" src=\"https:\/\/assets.bwbx.io\/images\/users\/iqjWHBFdfxIU\/iHu0LhjyABMM\/v0\/-1x-1.png\" border=\"0\" alt=\"Ad Choices\" style=\"max-width: 550px; height: 18px !important;\"><\/a><\/td><\/tr><\/tbody><\/table><\/td><\/tr><tr class=\"\"><td height=\"20\" align=\"center\" style=\"font-size: 13px; font-family: Helvetica, Arial, sans-serif; color: rgb(102, 102, 102); border-collapse: collapse;\" class=\"\">Bloomberg L.P. 731 Lexington, New York, NY, 10022<\/td><\/tr><\/tbody><\/table><\/td><\/tr><\/tbody><\/table><table class=\"liveintent-safe-rtb\" cellpadding=\"0\" cellspacing=\"0\" border=\"0\" width=\"40\" height=\"6\" style=\"caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); font-family: Helvetica, Arial, sans-serif; font-size: 16px; font-style: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px; text-decoration: none;\"><tbody class=\"\"><tr class=\"\"><td class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=126552500&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=pixel&amp;\" width=\"2\" height=\"6\" border=\"0\" style=\"max-width: 550px;\" class=\"\"><\/td><td class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=126552501&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=pixel&amp;\" width=\"2\" height=\"6\" border=\"0\" style=\"max-width: 550px;\" class=\"\"><\/td><td class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=126552502&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=pixel&amp;\" width=\"2\" height=\"6\" border=\"0\" style=\"max-width: 550px;\" class=\"\"><\/td><td class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=126552503&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=pixel&amp;\" width=\"2\" height=\"6\" border=\"0\" style=\"max-width: 550px;\" class=\"\"><\/td><td class=\"\"><img src=\"https:\/\/sli.bloomberg.com\/imp?s=126552504&amp;li=26319066&amp;m=4c3ed917e59156a36212d48155831482&amp;p=26442104&amp;stpe=pixel&amp;\" width=\"2\" height=\"6\" border=\"0\" style=\"max-width: 550px;\" class=\"\"><\/td><\/tr><\/tbody><\/table><\/body><\/html>",
  "StrippedTextReply": "",
  "Tag": "",
  "Headers": [
    {
      "Name": "Return-Path",
      "Value": "<andre@arko.net>"
    },
    {
      "Name": "Received",
      "Value": "by p-pm-inbound03c-aws-useast1c.inbound.postmarkapp.com (Postfix, from userid 996) id 976BE41087F; Mon, 10 Jan 2022 21:20:50 +0000 (UTC)"
    },
    {
      "Name": "X-Spam-Checker-Version",
      "Value": "SpamAssassin 3.4.0 (2014-02-07) onp-pm-inbound03c-aws-useast1c"
    },
    {
      "Name": "X-Spam-Status",
      "Value": "No"
    },
    {
      "Name": "X-Spam-Score",
      "Value": "0.7"
    },
    {
      "Name": "X-Spam-Tests",
      "Value": "DKIM_SIGNED,DKIM_VALID,DKIM_VALID_AU,HTML_MESSAGE,LOTS_OF_MONEY,MONEY_FRAUD_5,RCVD_IN_DNSWL_NONE,RCVD_IN_MSPIKE_H3,RCVD_IN_MSPIKE_WL,SPF_HELO_NONE,SPF_PASS,T_MONEY_PERCENT"
    },
    {
      "Name": "Received-SPF",
      "Value": "pass (arko.net: Sender is authorized to use 'andre@arko.net' in 'mfrom' identity (mechanism 'include:_spf.google.com' matched)) receiver=p-pm-inbound03c-aws-useast1c; identity=mailfrom; envelope-from=\"andre@arko.net\"; helo=mail-pj1-f49.google.com; client-ip=209.85.216.49"
    },
    {
      "Name": "Received",
      "Value": "from mail-pj1-f49.google.com (mail-pj1-f49.google.com [209.85.216.49]) (using TLSv1.2 with cipher ECDHE-RSA-AES128-GCM-SHA256 (128\/128 bits)) (No client certificate requested) by p-pm-inbound03c-aws-useast1c.inbound.postmarkapp.com (Postfix) with ESMTPS id F246C410878 for <somefeed@feedyour.email>; Mon, 10 Jan 2022 21:20:47 +0000 (UTC)"
    },
    {
      "Name": "Received",
      "Value": "by mail-pj1-f49.google.com with SMTP id hv15so8024862pjb.5        for <somefeed@feedyour.email>; Mon, 10 Jan 2022 13:20:47 -0800 (PST)"
    },
    {
      "Name": "DKIM-Signature",
      "Value": "v=1; a=rsa-sha256; c=relaxed\/relaxed;        d=arko.net; s=google;        h=from:mime-version:subject:message-id:date:to;        bh=FfLBOEiOmXccu8YeqyKLANNC4cojkwUnSRfGN+ptmK8=;        b=LqZv\/f4z\/ISdfQcmgWoyBsX7DDTIbMSBSo7gLU3w5EuXUBPUt+5m8tq+fngIoapXz\/         pc7rz\/x9D+sMzMkzxZUANvXEMBPUOqX5qwRWD1Kzm6LxCrAUz4cvF0iHZyq+K1KoDEyl         btgk9Gn5lnvkruNWIpB2DwaeElQqALx3Q372M="
    },
    {
      "Name": "X-Google-DKIM-Signature",
      "Value": "v=1; a=rsa-sha256; c=relaxed\/relaxed;        d=1e100.net; s=20210112;        h=x-gm-message-state:from:mime-version:subject:message-id:date:to;        bh=FfLBOEiOmXccu8YeqyKLANNC4cojkwUnSRfGN+ptmK8=;        b=2qu6SBns+W3mXRnJ65lz9FCgVTm9iVWrQQzWzXp+KqRqfNGWGkHbe9jH+M5xHY3zXQ         dbfaIHzQ61a6WBznRqk0K6WHsKRFM\/Oax5LeRXYQSlUuDbD7te3dEsEaxayy7EErmXDm         3ohkE04OEov7NQFphNWxwls2vt2ZFu0ZvbmOQYIlVmY+jejbBU+T9PZ6X0T+tzO8F+D0         6pqNv6lbcypHSt+8rKdFxyaUkfcZTJkbGjMlRErRWU\/i5J6tRcKx22okonenGuDqNI9s         fFPYy7Q6DamTGVEbDhGtDn0RY\/k8+1jsIif1ULBut5o7zntiZ5I0Zh8Mg2TiW2ns4KxZ         SGRA=="
    },
    {
      "Name": "X-Gm-Message-State",
      "Value": "AOAM533Eog2snsKnzov1nPDt0w4FFQMgfMPKPzCRgKgMyEPsRdwo3fiM\/z0shmxfkK4BYvnHegILDXWDcbdLNy70J+J+"
    },
    {
      "Name": "X-Google-Smtp-Source",
      "Value": "ABdhPJwMdw5S\/X4yRdWBm9ITRh3aTuT1moJOO8BjNMFPfH8\/Az2kXE0Uq7FPGU6YTYkaZv+o\/1l\/1Q=="
    },
    {
      "Name": "X-Received",
      "Value": "by 2002:a17:902:f548:b0:148:f2fb:b6c9 with SMTP id h8-20020a170902f54800b00148f2fbb6c9mr1466401plf.111.1641849645807;        Mon, 10 Jan 2022 13:20:45 -0800 (PST)"
    },
    {
      "Name": "Received",
      "Value": "from smtpclient.apple (157-131-169-44.fiber.dynamic.sonic.net. [157.131.169.44])        by smtp.gmail.com with ESMTPSA id m16sm8137758pfk.32.2022.01.10.13.20.44        for <somefeed@feedyour.email>        (version=TLS1_2 cipher=ECDHE-ECDSA-AES128-GCM-SHA256 bits=128\/128);        Mon, 10 Jan 2022 13:20:44 -0800 (PST)"
    },
    {
      "Name": "Mime-Version",
      "Value": "1.0 (Mac OS X Mail 15.0 \\(3693.40.0.1.81\\))"
    },
    {
      "Name": "Message-Id",
      "Value": "<2764F6F8-DA4F-4376-AD6C-824C36475115@arko.net>"
    },
    {
      "Name": "X-Mailer",
      "Value": "Apple Mail (2.3693.40.0.1.81)"
    }
  ],
  "Attachments": []
}